import Post from "./post";

const posts = [
  {
    title: "Новий вініловий маркет на Подолі",
    content:
      "Новий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на Подолі",
  },
  {
    title: "Новий вініловий маркет на Подолі",
    content:
      "Новий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на Подолі",
  },
  {
    title: "Новий вініловий маркет на Подолі",
    content:
      "Новий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на ПодоліНовий вініловий маркет на Подолі",
  },
];

export default function Home() {
  return (
    <>
      {posts.map((post) => (
        <Post {...post} />
      ))}
    </>
  );
}
